<?php
// Heading
$_['heading_title']     = 'Меню';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Список меню';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';
$_['text_default']      = 'По умолчанию';
$_['text_link']         = 'Ссылка';
$_['text_module']       = 'Модуль';

// Column
$_['column_name']       = 'Название';
$_['column_store']      = 'Магазин';
$_['column_type']       = 'Тип';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_status']     = 'Статус';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Меню';
$_['entry_store']       = 'Магазин';
$_['entry_type']        = 'Тип';
$_['entry_sort_order']  = 'Порядок сортировки';
$_['entry_module']      = 'Модуль';
$_['entry_status']      = 'Статус';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения настроек!';
$_['error_name']        = 'Название баннера должно быть от 3 до 64 символов!';
$_['error_default']     = 'Данное меню не может быть удалено, поскольку оно используется в магазине по умолчанию!';
$_['error_store']       = 'Данное меню не может быть удалено, поскольку оно используется %s магазином(ами)!';

