<?php
// Heading
$_['heading_title']    = 'Редактор тем';

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Редактирование';
$_['text_store']       = 'Выбрать магазин';
$_['text_template']    = 'Выбрать шаблон';
$_['text_default']     = 'По умолчанию';
$_['text_warning']     = 'Внимание! Безопасность может быть нарушена с из за редактора тем';
$_['text_access']      = 'Убедитесь, что только нужные учетные записи администратора имеют доступ к этой странице, та как вы получаете прямой доступ к исходному коду.';
$_['text_permission']  = 'Вы можете изменить права доступа <a href="%s" class="alert-link">тут</a>.';
$_['text_begin']       = 'Выберите тему слева, чтобы начать редактирование.';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения настроек!';

