<?php
// Heading
$_['heading_title'] = '회원가입이 완료되었습니다.';

// Text
$_['text_message']  = '<p>회원으로 가입해 주신데 대해 진심으로 감사드립니다!</p> <p>더 편안하고 쾌적한 온라인 쇼핑을 경험하실 수 있도록 최선을 다하겠습니다.</p> <p>쇼핑몰 이용에 관해 궁금하신 점 있으시면 언제든지 대표 이메일 또는 고객센터로 문의해주십시오.</p> <p>회원가입 시 입력하신 이메일로 회원가입 확인 메일을 보내드렸습니다. 메일이 계속 오지 않는 경우 <a href="%s">고객센터</a>로 문의해주십시오. 감사합니다.</p>';
$_['text_approval'] = '<p>저희 %s에 가입해 주신데 대해 진심으로 감사드립니다!</p><p>관리자가 신속하게 가입 승인처리 후 확인 메일을 보내드리겠습니다.</p><p>저희 쇼핑몰에 대해 궁금하신 점 있으시면 언제든지 <a href="%s">쇼핑몰 관리자</a>에게 문의해주십시오. 감사합니다.</p>';
$_['text_account']  = '회원정보';
$_['text_success']  = '완료';
