<?php
// Text
$_['text_subject']        = '%s ご登録確認メール';
$_['text_welcome']        = 'この度は、%s にご登録いただきましてまことにありがとうございます!';
$_['text_login']          = 'お客様のアカウントを作成いたしました。下記のURLをクリックしていただきますと、メールアドレスとご登録いただいているパスワードにて、ログインしていただけます。';
$_['text_approval']       = 'アカウントの承認終了後は当店のサイトまたは以下のURLからメールアドレスとご登録いただけておりますパスワードでログインしていただけます。';
$_['text_services']       = 'ログインいただきますと、注文履歴より注文にまつわる請求書の印刷や、お客様のご登録情報の変更などを行っていただくことが可能となります。';
$_['text_thanks']         = '今後ともよろしくお願いいたします。';
$_['text_new_customer']   = '新規顧客';
$_['text_signup']         = '新規顧客が登録されました:';
$_['text_website']        = 'ウェブサイト:';
$_['text_customer_group'] = '顧客グループ:';
$_['text_firstname']      = '氏名(姓):';
$_['text_lastname']       = '氏名(名):';
$_['text_email']          = 'メールアドレス:';
$_['text_telephone']      = '電話番号:';