<?php
// Heading
$_['heading_title']    = 'Важное сообщение безопасности!';

// Text
$_['text_success']     = 'Хранилище storage успешно изменено!';
$_['text_admin']       = 'Откройте файл admin/config.php и измените его';
$_['text_security']    = 'Внимание! Это важно. Для большей безопасности вы должны переместить директорию хранилища storage за пределы корневой директории сайта <br/> (например в public_html, www или htdocs).';
$_['text_choose']      = 'Выберите как вы хотите перенести директорию storage';
$_['text_automatic']   = 'Автоматическое перемещение';
$_['text_manual']      = 'Самостоятельное перемещение';
$_['text_move']        = 'Переместить';
$_['text_to']          = 'в';
$_['text_config']      = 'Откройте файл config.php и измените его';
$_['text_admin']       = 'Откройте файл admin/config.php и измените его';

// Button
$_['button_move']      = 'Переместить';
$_['button_manual']    = 'Самостоятельно';

// Error
$_['error_permission'] = 'Внимание: У Вас нет прав для изменения директории хранилища!';
$_['error_path']       = 'Внимание: Некорректный путь!';
$_['error_directory']  = 'Внимание: Некорректная директория!';
$_['error_exists']     = 'Внимание: Директория уже существует!';
$_['error_writable']   = 'Внимание: для config.php и admin/config.php необходимы права записи!';
