<?php
// Heading
$_['heading_title']        = '고객님의 주문이 완료되었습니다!';

// Text
$_['text_basket']          = '장바구니';
$_['text_checkout']        = '주문';
$_['text_success']         = '완료';
$_['text_customer']        = '<p>고객님의 주문이 완료되었습니다!</p><p>주문하신 내용은 <a href="%s">회원정보</a> 페이지의 <a href="%s">주문내역</a>에서 확인하실 수 있습니다.</p><p>다운로드가 필요한 상품을 구매하셨다면 회원정보 페이지의 <a href="%s">다운로드</a>에서 다운로드 받으실 수 있습니다.</p><p>궁금하신 점 있으시면 언제든지 <a href="%s">쇼핑몰 관리자</a>에게 문의해주십시오.</p><p>진심으로 감사드립니다!</p>';
$_['text_guest']           = '<p>고객님의 주문이 완료되었습니다!</p><p>궁금하신 점 있으시면 언제든지 <a href="%s">쇼핑몰 관리자</a>에게 문의해주십시오.</p><p>진심으로 감사드립니다!</p>';