<?php
// Heading
$_['heading_title']    = 'Кнопка PayPal экспресс платежа';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Настройки модуля';
$_['text_info']        = 'Кнопка не появляется при определенных условиях:';
$_['text_info_li1']    = 'Корзина пуста и никакие купоны не были применены';
$_['text_info_li2']    = 'В корзине есть скачиваемые товары или регулярные платежи, и пользователь не вошел в систему';
$_['text_info_li3']    = 'Проверка на наличие товара отключена';
$_['text_layouts']     = 'После включения модуля, расположите его на нужном макете';
$_['text_layout_link'] = 'Нажмите сюда чтобы перейти в макеты';

// Entry
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';

