<?php
// Heading
$_['heading_title']    = '주문진행상황';

// Text
$_['text_success']     = '완료: 주문진행상황을 수정했습니다.';
$_['text_list']        = '주문진행상황 목록';
$_['text_add']         = '주문진행상황 추가';
$_['text_edit']        = '주문진행상황 수정';

// Column
$_['column_name']      = '주문진행상황 이름';
$_['column_action']    = '작업';

// Entry
$_['entry_name']       = '주문진행상황 이름';

// Error
$_['error_permission'] = '주의: 주문진행상황을 수정할 수 있는 권한이 없습니다.';
$_['error_name']       = '주문진행상황 이름은 3~32 글자 이내로 입력해주세요.';
$_['error_default']    = '주의: 현재 쇼핑몰 기본 주문진행상황으로 설정되어 있으므로 삭제할 수 없습니다.';
$_['error_download']   = '주의: 현재 기본 다운로드 진행상황으로 설정되어 있으므로 삭제할 수 없습니다.';
$_['error_store']      = '주의: 현재 %s개의 쇼핑몰에 이 주문진행상황이 설정되어 있으므로 삭제할 수 없습니다.';
$_['error_order']      = '주의: 현재 %s건의 주문에 이 주문진행상황이 설정되어 있으므로 삭제할 수 없습니다.';
