<?php
// Heading
$_['heading_title'] = 'アカウントを登録いたしました!';

// Text
$_['text_message']  = '<p>ありがとうございます。お客さまのアカウント登録が完了しました！</p> <p>会員となられたお客様は当店のさまざまな特典をお受けすることが可能となります。</p> <p>質問等がございましたら、当店のメールアドレスに質問をお待ちしております。</p> <p>アカウント登録完了の通知は今回お客様がご登録されましたメールアドレスに送信いたしました。もしも何らかの理由で受信されておられない場合は、こちらにご連絡ください。<a href="%s">お問合せ</a>.</p>';
$_['text_approval'] = '<p> %sにご登録いただきまことにありがとうございます!</p><p>アカウントの承認が完了いたしましたらメールにて通知いたします。</p><p>ご質問等がございましたら、<a href="%s">こちらに</a>メールにてご連絡ください</p>';
$_['text_account']  = 'アカウント情報';
$_['text_success']  = '登録完了';
