<?php
// Heading
$_['heading_title']     = 'Языки';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Список языков';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_name']       = 'Язык';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название';
$_['entry_code']        = 'Код';
$_['entry_locale']      = 'Кодировка';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортировки';

// Help
$_['help_locale']       = 'Пример: en_US.UTF-8,en_US,en-gb,en_gb,english или <br> ru_RU.UTF-8,ru_RU,russian';
$_['help_status']       = 'Показывать/Скрыть переключатели языков (витрина магазина).';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения списка языков!';
$_['error_exists']      = 'Внимание: Сначала добавьте язык!';
$_['error_name']        = 'Название языка должно быть от 3 до 32 символов!';
$_['error_code']        = 'Код языка должен быть от 2 символов!';
$_['error_locale']      = 'Необходимо указать кодировки языка!';
$_['error_default']     = 'Язык не может быть удален, поскольку он используется по умолчанию!';
$_['error_admin']       = 'Язык не может быть исключен, поскольку он является языком Администратора';
$_['error_store']       = 'Языки не может быть удален, так как назначен %s магазинам!';
$_['error_order']       = 'Языки не может быть удален, так как назначен %s заказам!';

