<?php
// Heading
$_['heading_title']                 = '제휴 프로그램';

// Text
$_['text_account']                  = '회원정보';
$_['text_login']                    = '로그인';
$_['text_description']              = '<p>제휴사 가입은 완전히 무료입니다!</p><p>%s 제휴 프로그램은 제휴사께서 저희 %s의 광고 및 상품 링크를 웹사이트, SNS 등에 게시하여 수익을 창출하실 수 있는 제도로서, 링크를 통해 유입된 고객이 구매한 금액의 일부를 제휴사에 되돌려 드립니다. 현재 기본 수수료율은 %s 입니다.</p><p>더 자세한 내용은 저희 쇼핑몰 FAQ 페이지를 방문하시거나 제휴약관을 참고해 주시기 바랍니다.</p>';
$_['text_new_affiliate']            = '새로운 제휴사';
$_['text_register_account']         = '<p>아직 제휴사로 등록하지 않으셨나요?</p><p>아래 \'다음\' 버튼을 클릭하시면 새로운 제휴사로 가입하실 수 있습니다. 단, 이미 일반고객으로 가입하셨어도 지금 가입하시는 제휴사 계정과는 연결되지 않는다는 점 유의해주세요.</p>';
$_['text_returning_affiliate']      = '제휴사 로그인';
$_['text_i_am_returning_affiliate'] = '이미 가입하신 제휴사 담당자께서는 로그인해주세요.';
$_['text_forgotten']                = '비밀번호 분실';

// Entry
$_['entry_email']                   = '제휴사 이메일';
$_['entry_password']                = '비밀번호';

// Error
$_['error_login']                   = '주의: 이메일 또는 비밀번호가 일치하지 않습니다.';
$_['error_attempts']                = '주의: 허용된 로그인 시도횟수를 초과하셨습니다. 1시간 후에 다시 시도해주세요.';
$_['error_approved']                = '주의: 로그인 하시려면 회원가입 승인이 필요합니다.';