<?php
// Heading
$_['heading_title'] = '제휴사 회원가입이 완료되었습니다.';

// Text
$_['text_message']  = '<p>회원으로 가입해주신 데 대해 진심으로 감사드립니다!</p> <p>이제 %s 제휴 프로그램의 일원이 되셨습니다.</p> <p>제휴사 시스템에 대해 궁금하신 점 있으시면 언제든지 편안하게 대표 이메일 또는 고객센터로 문의해주십시오.</p> <p>회원가입 시 입력하신 이메일로 회원가입 확인 메일을 보내드렸습니다. 메일이 계속 오지 않는 경우 <a href="%s">고객센터</a>로 문의해주십시오. 감사합니다.</p>';
$_['text_approval'] = '<p>%s에 제휴사 회원으로 가입해주신 데 대해 진심으로 감사드립니다!</p><p>관리자가 신속하게 가입 승인처리 후 확인 메일을 보내드리겠습니다.</p><p>저희 쇼핑몰에 대해 궁금하신 점 있으시면 언제든지 <a href="%s">쇼핑몰 관리자</a>에게 문의해주십시오. 감사합니다.</p>';
$_['text_account']  = '회원정보';
$_['text_success']  = '완료';
