<?php
// Heading
$_['heading_title']     = 'События';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'События';
$_['text_event']        = 'События изменяют стандартную функциональность вашего магазина. Если у вас возникли проблемы, вы можете отключить или включить события здесь.';

// Column
$_['column_code']       = 'Код';
$_['column_trigger']    = 'Триггер';
$_['column_action']     = 'Действие';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Добавлено';
$_['column_action']     = 'Действие';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения настроек!';

