<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title'] = 'فشل الدفع!';

// Text
$_['text_basket']   = 'سلة الشراء';
$_['text_checkout'] = 'انهاء الطلب';
$_['text_failure']  = 'فشل الدفع';
$_['text_message']  = '<p>توجد مشكلة اثناء عملية الدفع ولم يتم انهاء الطلب.</p>

<p>اسباب فشل عملية الدفع هي:</p>
<ul>
  <li>الرصيد لايكفي</li>
  <li>فشل التحقق من صحة عملية الدفع</li>
</ul>

<p>الرجاء اعادة محاولة انهاء الطلب باستخدام طريقة دفع أخرى.</p>

<p>اذا تكررت مشكلة الدفع الرجاء <a href="%s">الاتصال بنا</a> وتوضيح تفاصيل طلبك.</p>
';
