<?php
// Heading
$_['heading_title']    = '注文ステータス設定';

// Text
$_['text_success']     = '成功: 注文ステータスを更新しました!';
$_['text_list']        = '注文ステータスリスト';
$_['text_add']         = '注文ステータスの追加';
$_['text_edit']        = '注文ステータスの編集';

// Column
$_['column_name']      = '注文ステータス名';
$_['column_action']    = '処理';

// Entry
$_['entry_name']       = '注文ステータス名';

// Error
$_['error_permission'] = '警告: 注文ステータスを更新する権限がありません!';
$_['error_name']       = '注文ステータス名は3文字以上32文字以下で入力してください!';
$_['error_default']    = '警告: この注文ステータスはデフォルトストアで使用されているため、削除できません!';
$_['error_download']   = '警告: この注文ステータスはデフィルトのダウンロードステータスで使用されているため、削除できません!';
$_['error_store']      = '警告: この注文ステータスは %s 件のストアで使用されているため、削除できません!';
$_['error_order']      = '警告: この注文ステータスは %s 件の注文で使用されているため、削除できません!';