<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Text
$_['text_subject']        = '%s - شكراً لتسجيلك معنا';
$_['text_welcome']        = 'مرحباً بك وشكرا لتسجيلك في %s!';
$_['text_login']          = 'لقد تم انشاء حسابك ويمكنك الان تسجيل الدخول باسم بريدك الالكتروني وكلمة المرور بزيارة موقعنا على الرابط التالي :';
$_['text_approval']       = 'يجب الموافقة أولاً على استكمال انشاء حسابك من ادارة الموقع. وبعد ذلك يمكنك تسجيل الدخول باسم بريدك الالكتروني وكلمة المرور بزيارة موقعنا على الرابط التالي :';
$_['text_services']       = 'بعد تسجيل الدخول, سوف تتمكن من الحصول على الخدمات الاخرى في موقعنا مثل مراجعة الطلبات السابقة وطباعة الفواتير وتعديل المعلومات الخاصة بك .';
$_['text_thanks']         = 'شكراً لك,';
$_['text_new_customer']   = 'عميل جديد';
$_['text_signup']         = 'تم تسجيل عميل جديد :';
$_['text_customer_group'] = 'مجموعة العميل :';
$_['text_firstname']      = 'الاسم الاول :';
$_['text_lastname']       = 'الاسم الاخير :';
$_['text_email']          = 'البريد الالكتروني :';
$_['text_telephone']      = 'رقم الهاتف :';
