<?php
// Text
$_['text_subject']  = 'لقد قمت بإرسال قسائم هدايا من %s';
$_['text_greeting'] = 'مبروك, لقد وصلتك قسيمة هدايا من %s';
$_['text_from']     = 'هذه القسيمة تم إرسالها بواسطة %s';
$_['text_message']  = 'مع رسالة تقول';
$_['text_redeem']   = 'لاستخدام هذه القسيمة, احفظ هذه الشفرة في مكان آمن <b>%s</b> ثم انقر على الرابط أدناه ثم اختر المنتج الذي ترغب بالحصول عليه بواسطة قسيمة الهدايا. وفي صفحة سلة الشراء يمكنك إدخال شفرة الهدية قبل النقر على زر إنهاء الطلب.';
$_['text_footer']   = 'الرجاء الرد على هذا البريد الالكتروني في حالة وجود أي استفسارات.';
