<?php
// Heading
$_['heading_title']     = 'События';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Список событий';
$_['text_event']        = 'События изменяют стандартную функциональность вашего магазина. Если у вас возникли проблемы, вы можете отключить или включить события здесь.';
$_['text_info']         = 'Информация о событии';
$_['text_trigger']      = 'Триггер';
$_['text_action']       = 'Действие';

// Column
$_['column_code']       = 'Код события';
$_['column_status']     = 'Статус';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения настроек!';


