<?php
// Heading
$_['heading_title']     = 'Установка расширений';

// Text
$_['text_progress']     = 'Процесс установки';
$_['text_upload']       = 'Загрузите ваше расширение';
$_['text_history']      = 'История';
$_['text_success']      = 'Расширение успешно установлено!';
$_['text_install']      = 'Установка';

// Column
$_['column_filename']   = 'Имя файла';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_upload']      = 'Загрузить файл';
$_['entry_progress']    = 'Процесс';

// Help
$_['help_upload']       = 'Необходим \'.ocmod.zip\' или \'.ocmod.xml\' файл модификатора.';

// Error
$_['error_permission']  = 'Внимание: У Вас нет прав для управления модулями!';
$_['error_install']     = 'Выполняется установка расширения, пожалуйста, подождите несколько секунд, прежде чем попытаться установить заново!';
$_['error_upload']      = 'Файл не удалось загрузить!';
$_['error_filetype']    = 'Неправильный тип файла!';
$_['error_file']        = 'Файл не найден!';

